---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceHeatingSetPoint
source: html/3dfdd0ac-7f08-b6bf-187e-bcb93ab9e54b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceHeatingSetPoint Property

"Heating Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceHeatingSetPoint { get; }
```